Repository: wp-plugins/remove-pingback-trackback-comments
Catalog: languages/remove-pingback-trackback-comments-*.po
Languages: es_es

source: You do not have sufficient permissions to access this page.
es_es: No tienes suficientes permisos para acceder a esta página.

source: Pingbacks and Trackbacks overview
es_es: Resumen de Pingbacks y Trackbacks en el sistema

source: Total comments: <b style="color: %s">%s pingbacks and trackbaks</b>, and %s user comments.
es_es: Total comentarios: <b style="color: %s">%s pingbacks y trackbaks</b>, y %s comentarios de usuarios.

source: Total allowing pingbacks and trackbacks: <b style="color: %s">%s posts</b> with ping status in mode <b>open</b>
es_es: Total permitiendo pingbacks y trackbacks: <b style="color: %s">%s posts</b> con ping status en modo <b>open</b>

source: Default value for new posts: <i>default ping status</i> is <b style="color: %s">%s</b>
es_es: Valor por defecto para nuevos posts: <i>default ping status</i> es <b style="color: %s">%s</b>

source: Removing Pingbacks and Trackbacks
es_es: Eliminación de Pingbacks y Trackbacks

source: Update was done successfully.
es_es: La actualización se ha realizado correctamente.

source: Now you need to update the internal comments counter for each post.
es_es: Ahora es necesario actualizar el contador interno de comentarios de cada post.

source: You can do this by installing and running the <a href="%s" target="_blank"><b>Update Comments Count</b></a> plugin.
es_es: Puedes hacerlo instalando y ejecutando el plugin <a href="%s" target="_blank"><b>Update Comments Count</b></a>.

source: By submitting the form the following updates will be performed:
es_es: Al enviar el formulario se realizarán las siguientes actualizaciones:

source: Change to state <b>closed</b> for all posts with the <i>ping status</i> in mode <b>open</b>.
es_es: Cambio de estado a <b>closed</b> para todos los posts con el valor <i>ping status</i> en modo <b>open</b>.

source: Changes in <i>Settings &gt; Discussion</i> the value of <i>default ping status</i> to <b>closed</b>, avoiding future <b>pingbacks and trackbacks</b> for new posts.
es_es: Cambio en <i>Ajustes &gt; Comentarios</i> del valor predeterminado <i>default ping status</i> a <b>closed</b>, de forma que permita <b>evitar futuros pingbacks y trackbacks</b> en nuevos posts.

source: Delete records in comments table for any comment with value type <b>pingback</b> or <b>trackback</b>.
es_es: Eliminación de registros en la tabla de comentarios cuyo tipo de comentario tenga el valor <b>pingback</b> o <b>trackback</b>.

source: Delete orphan records from comments <i>meta</i> table without post ID equivalent in posts table.
es_es: Eliminación de registros huérfanos en la tabla <i>meta</i> de comentarios sin post ID equivalente en la tabla de posts.

source: Updates will be affect the following Post Types: <b>%s</b>
es_es: La actualización afectará a los siguientes Post Types: <b>%s</b>

source: It`s recommended a <strong>database backup</strong> of tables <code>%s</code>, <code>%s</code> and <code>%s</code>
es_es: Se recomienda hacer una <strong>copia de seguridad</strong> de las tablas <code>%s</code>, <code>%s</code> y <code>%s</code>

source: Perform changes
es_es: Realizar cambios

source: After submitting this form is recommended to update the comments counter of each individual post.
es_es: Después de enviar el formulario se recomienda actualizar el contador de comentarios de cada post individual.

source: You can update these counters installing and running the plugin <a href="%s" target="_blank"><b>Update Comments Count</b></a>.
es_es: Podrás actualizar estos contadores instalando y ejecutando el plugin <a href="%s" target="_blank"><b>Update Comments Count</b></a>.

source: Changes will be update in database, before you should have a backup, continue?
es_es: Se actualizarán los cambios en la base de datos, es necesario hace una copia de seguridad, ¿continuar?
